<?php 

return [
    'woops' => 'Упс!',
    'hello' => 'Здравствуйте',
    'regards' => 'С уважением',
    'subcopy' => "Если у вас возникли проблемы с нажатием на кнопку \":actionText\", скопируйте и вставьте URL ниже в адресную строку вашего браузера:",
    
    'reset_password_notification' => [
        'subject' => 'Уведомление о сбросе пароля',
        'line_1' => 'Вы получили это письмо, так как мы получили запрос на сброс пароля для вашей учетной записи.',
        'line_2' => 'Срок действия этой ссылки для сброса пароля истечет через :count минут.',
        'line_3' => 'Если вы не запрашивали сброс пароля, никаких действий не требуется.',
        'action' => 'Сбросить пароль',
    ],

    'verify_email' => [
        'subject' => 'Подтверждение адреса электронной почты',
        'line_1' => 'Пожалуйста, нажмите на кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
        'line_2' => 'Если вы не создавали учетную запись, никаких действий не требуется.',
        'action' => 'Подтвердить адрес электронной почты',
    ],

    'verify_telegram_connection' => [
        'subject' => 'Подтверждение подключения к Telegram',
        'line_1' => 'Пожалуйста, нажмите на кнопку ниже, чтобы подтвердить свой аккаунт в Telegram.',
        'line_2' => 'Если вы не создавали учетную запись, никаких действий не требуется.', 
        'action' => 'Подтвердить аккаунт Telegram',
    ],

    'new_message' => [
        'subject' => 'Новое сообщение',
        'line_1' => '🆕У вас новое сообщение по объявлению🆕',
        'line_2' => 'Спасибо за использование нашего приложения!',
        'action' => 'Просмотреть сообщение',
    ],

    'telegram_email_verification' => [
        'subject' => 'Подтвердить учетную запись электронной почты',
        'line_1' => 'Пожалуйста, нажмите на кнопку ниже, чтобы подтвердить свою электронную почту.',
        'line_2' => 'Если вы не создавали учетную запись, никаких действий не требуется.',
        'action' => 'Подтвердить электронную почту',
    ],

    'verification_success' => [
        'subject' => 'Электронная почта успешно подтверждена',
        'line_1' => 'Ваш адрес электронной почты был успешно подтвержден.',
        'line_2' => 'Спасибо за использование нашего приложения!',
        'action' => 'Перейти на сайт',
    ],
];