<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Строки для сброса пароля
    |--------------------------------------------------------------------------
    |
    | Следующие строки используются по умолчанию для различных причин,
    | по которым попытка сброса пароля может не удаться, например,
    | из-за неверного токена или неподходящего нового пароля.
    |
    */

    'reset' => 'Ваш пароль был сброшен.',
    'sent' => 'Мы отправили вам ссылку для сброса пароля на электронную почту.',
    'throttled' => 'Пожалуйста, подождите перед повторной попыткой.',
    'token' => 'Этот токен для сброса пароля недействителен.',
    'user' => 'Не удается найти пользователя с таким адресом электронной почты.',

];