<?php

return [
    'profile' => 'Профиль',
    'password' => 'Пароль',
    'save' => 'Сохранить',
    'saved' => 'Сохранено',
    'logout' => 'Выйти',
    'fill_your_profile' => 'Заполните свой профиль',
    'update_passport_form' => [
        'title' =>'Обновить пароль',
        'description' => 'Убедитесь, что ваш аккаунт использует длинный, случайный пароль для повышения безопасности.',
        'current_password' => 'Текущий пароль',
        'new_password' => 'Новый пароль',
        'new_password_confirmation' => 'Подтвердите пароль',
    ],

    'update_profile_information_form' => [
        'title' => 'Обновить информацию профиля',
        'description' => 'Обновите информацию профиля вашего аккаунта.',
        'name' => 'Имя',
        'email' => 'Электронная почта',
        'phone' => 'Телефон',
        'languages' => 'Выберите языки, на которых вы говорите',
        'english' => 'Английский',
        'russian' => 'Русский',
        'czech' => 'Чешский',
        'success' => 'Ваш профиль был обновлен!',
    ],

    'update_telegram_information_form' => [
        'title' => 'Обновить информацию Telegram',
        'description' => 'Обновите информацию о вашем аккаунте в Telegram.',
        'connect_telegram' => 'Подключить Telegram',
    ],

    'verify_email' => [
        'title' => 'На указанный вами при регистрации адрес электронной почты была отправлена новая ссылка для подтверждения.',
        'description' => 'Спасибо за регистрацию! Прежде чем начать, подтвердите, пожалуйста, свой адрес электронной почты, кликнув по ссылке, которую мы только что отправили вам на почту. Если вы не получили письмо, мы с радостью отправим его снова.',
        'resend' => 'Отправить письмо повторно',
    ],
];