<?php

return [
    "header" => [
        "title" => "Создать объявление",
    ],
    'main' => [
        'form' => [
            'title' => 'Создать объявление',
            'description' => 'Используйте эту форму для создания объявления.',
            'photos' => 'Фотографии',
            'type' => 'Тип:',
            'city' => 'Город:',
            'title' => 'Заголовок:',
            'caption' => 'Описание:',
            'brand' => 'Бренд:',
            'cost' => 'Цена:',
            'tags' => 'Теги:',
            'category' => 'Категория:',
            'subcategory' => 'Подкатегория:',
            'condition' => 'Состояние:',
            'save' => 'Сохранить',
        ],
        'preview' => [
            'title' => 'Предросмотр',
            'photo_preview' => 'Предпросмотр фото',
            'here_you_can_see' => 'Здесь вы можете увидеть, как будет выглядеть ваше объявление',

            
            'send_message' => 'Отправить сообщение',
            'share' => 'Поделиться',
            'save' => 'Сохранить',

            'title_preview' => 'Заголовок',
            'cost' => 'Цена',
            'seconds_ago' => '1 секунду назад',
            'condition' => 'Состояние',
            'condition_will_be_here' => 'Тут будет состояние',
            'brand' => 'Бренд',
            'brand_will_be_here' => 'Тут будет бренд',
            'caption' => 'Описание от продавца',
            'caption_will_be_here' => 'Тут будет показываться описание',
        ],
    ],
];