<?php

return [
    "header" => [
        "title" => "Создать объявление",
    ],
    'main' => [
        'photo' => [
            'photo_preview' => 'Предпросмотр фото',
            'here_you_can_see' => 'Здесь вы можете увидеть, как будет выглядеть ваше объявление',
        ],
        'description' => [
            'send_message' => 'Отправить сообщение',
            'share' => 'Поделиться',
            'save' => 'Сохранить',

            'condition' => 'Состояние',
            'brand' => 'Бренд',
            'caption' => 'Описание от продавца',
        ],
    ],
];