<?php

return [
    // INPUTS
    'email' => 'Электронная почта',
    'password' => 'Пароль',
    'remember_me' => 'Запомнить меня',
    'name' => 'Имя',
    'confirm_password' => 'Подтвердите пароль',

    // BUTTONS
    'forgot_password' => 'Забыли пароль?',
    'register' => 'Регистрация',
    'login' => 'Войти',
    'reset_password' => 'Сбросить пароль',
    'continue' => 'Продолжить',
    'confirm' => 'Подтвердить',
    'send_password_reset_link' => 'Отправить ссылку для сброса пароля',

    // GOOGLE
    'google_privacy' => 'Политика конфиденциальности',
    'google_terms' => 'Условия использования',
    'protected_of_google' => "Этот сайт защищен reCAPTCHA и Google",
    'and' => 'и',
    'apply' => 'применяются',

    // TITLES
    'confirm_password_title' => 'Это защищённая область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    'forgot_password_title' => 'Забыли пароль? Нет проблем. Просто сообщите нам свой адрес электронной почты, и мы отправим вам ссылку для сброса пароля, чтобы вы могли выбрать новый.',

    'telegram' => [
        'verified' => 'Аккаунт Telegram подтверждён'
    ],

    'verify_email_link_sent' => 'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.',

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'incorrect_password' => 'Ваш пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте ещё раз через :seconds секунд.',
];